git
file
build-essential
alacritty
unzip
llvm
zsh
snapd
autojump
cmake
flatpak
vim
trash-cli
xclip
chrome-gnome-shell
exfat-fuse
p7zip-full
p7zip-rar
needrestart
gnome-tweak-tool
openssh-server
openssh-client
dconf-editor
appimagelauncher
gnome-themes-standard 
gtk2-engines-murrine
libglib2.0-dev
libxml2-utils
samba

hub
gh
gedit
golang
python2
python3
python3-autopep8
python3-dev
python3-pip
python3-psutil
python-nautilus
python-is-python3
openjdk-11-jdk
default-jdk
default-jre
maven
nodejs
nodejs-typescript
npm
virt-manager
pandoc

timeshift
gir1.2-nautilus-3.0
gir1.2-edataserver-1.2
gir1.2-ebook-1.2
gir1.2-ebookcontacts-1.2
playonlinux
thunar
vlc
gimp
geary
kazam
gnome-screenshot
flameshot
lollypop
chromium
firefox
cheese
brave-browser

fonts-lato
fonts-materialdesignicons-webfont
fonts-powerline
font-manager
msttcorefonts
fonts-wine